tap "acarl005/formulas"
tap "brona/iproute2mac"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "sanemat/font"
brew "bat"
brew "openssl@1.1"
brew "glib"
brew "direnv"
brew "exa"
brew "harfbuzz"
brew "pango"
brew "fontforge"
brew "ghq"
brew "gibo"
brew "git"
brew "gitui"
brew "go"
brew "iproute2mac"
brew "jq"
brew "mysql@5.7", restart_service: true
brew "neovim"
brew "nodebrew"
brew "peco"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "v8@3.15"
brew "vim"
brew "wget"
brew "yarn"
brew "zlib"
brew "heroku/brew/heroku"
brew "sanemat/font/ricty"
cask "alacritty"
cask "font-hack-nerd-font"
cask "font-hackgen"
cask "kitty"
